[Caves.CavesToOasisTown LevelTravelStationDefinition]
StationDisplayName="Hayter's Folly"

[OasisTown.OasisTownToCaves LevelTravelStationDefinition]
StationDisplayName="Oasis"

[OasisTown.OasisTownToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Oasis"

[OasisTown.OasisTownToSpire LevelTravelStationDefinition]
StationDisplayName="Oasis"

[OasisTown.OasisTownToWormBelly LevelTravelStationDefinition]
StationDisplayName="Oasis"

[Refinery.RefineryToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Refinaria Washburne"

[SaltFlats.SaltFlatsToOasisTown LevelTravelStationDefinition]
StationDisplayName="Wurmwater"

[SaltFlats.SaltFlatsToRefinery LevelTravelStationDefinition]
StationDisplayName="Wurmwater"

[SaltFlats.SaltFlatsToShipGraveyard LevelTravelStationDefinition]
StationDisplayName="Wurmwater"

[SaltFlats.SaltFlatsToSpire LevelTravelStationDefinition]
StationDisplayName="Wurmwater"

[SaltFlats.SaltFlatsToWormBelly LevelTravelStationDefinition]
StationDisplayName="Wurmwater"

[ShipGraveyard.ShipGraveyardToSaltFlats LevelTravelStationDefinition]
StationDisplayName="The Rustyards"

[Spire.SpireToOasisTown LevelTravelStationDefinition]
StationDisplayName="Farol Magnys"

[Spire.SpireToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Farol Magnys"

[WormBelly.WormBellyToOasisTown LevelTravelStationDefinition]
StationDisplayName="Lar do Leviatã"

[WormBelly.WormBellyToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Lar do Leviatã"

